Repository: NaN-tic/trytond-stock_kit
Catalog: locale/*.po
Languages: ca_es, es_es

# error:product.product:
source: The product "%s" is configured as a Kit with "Stock Depends on Components", but its template is not a Service or Consumable.
ca_es: El producte "%s" està configurat com un kit en que "L'estoc depen dels components", pero la seva plantilla no és un Servei o Consumible.
es_es: El producto "%s" está configurado como un kit en que "El stock depende de los componentes", pero su plantilla no es un Servicio o Consumible.

# error:product.product:
source: The product "%s" is configured as a Kit with "Stock Depends on Components", but not to "Explode in shipments".
ca_es: El producte "%s" està configurat com un kit en que "L'estoc depen dels components", pero no té marcada l'opció "Expandir en els albarans".
es_es: El producto "%s" está configurado como un kit en que "El stock depende de los componentes", pero no tiene la marca "Expandir en los albaranes".

# field:product.product,explode_kit_in_shipments:
source: Explode in Shipments
ca_es: Expandir en els albarans
es_es: Expandir en los albaranes

# field:product.product,stock_depends_on_kit_components:
source: Stock Depends on Components
ca_es: L'estoc depen dels components
es_es: El stock depende de los componentes

# field:stock.move,kit_child_lines:
source: Lines in the kit
ca_es: Línies del kit
es_es: Línias del kit

# field:stock.move,kit_depth:
source: Depth
ca_es: Profunditat
es_es: Profundidad

# field:stock.move,kit_parent_line:
source: Parent Kit Line
ca_es: Pare de la línia del kit.
es_es: Padre de la línia del kit.

# field:stock.move,sequence:
source: Sequence
ca_es: Seqüència
es_es: Secuencia

# help:product.product,stock_depends_on_kit_components:
source: Indicates weather the stock of the current kit should depend on its components or not.
ca_es: Indica l'estoc de l'actual kit que depend en els components o no.
es_es: Indica el stock del actual kit depende de los componentes o no.

# help:stock.move,kit_child_lines:
source: Subcomponents of the kit.
ca_es: Components del kit.
es_es: Componentes del kit.

# help:stock.move,kit_depth:
source: Depth of the line if it is part of a kit.
ca_es: Profunditat de la línies si forma part del kit.
es_es: Profundidad de la líniea si forma parte del kit.

# help:stock.move,kit_parent_line:
source: The kit that contains this product.
ca_es: El kit que conté aquest producte.
es_es: El kit que contiene este producto.
